Repository: leeduckgo/xiang_app
Catalog: elixir-app/priv/gettext/*/LC_MESSAGES/default.po
Languages: de

source: About
de: Über

source: File
de: Datei

source: Help
de: Hilfe

source: Open
de: Öffnen

source: Sample Elixir Desktop App!
de: Beispiel Elixir Desktop Anwendung!

source: Extra
de: Extras

source: Open Browser
de: Öffne einen Browser

source: Show Notification
de: Zeige eine Benachrichtigung

source: Show Observer
de: Zeige den Observer

source: · Your Todos
de: · Deine Aufgaben

source: Add new todo item...
de: Neue Aufgabe...

source: My Todo List
de: Meine Aufgaben
